Repository: PiotrKlis/shot_call
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Nickname
pl: Ksywa

source: Party
pl: Impreza

# idle_button_title
source: Everybody is gone somewhere?
pl: Zaschło Ci w gardle i nie masz się z kim napić?

# idle_button_subtitle
source: Click the button to call for backup!
pl: Wciśnij przycisk żeby wezwać posiłki!

# calling_button_title
source: {alarmer} needs help!
pl: ${alarmer} potrzebuje pomocy!

# calling_button_subtitle
source: Drop everything and run to help him!
pl: Natychmiast rzuć wszytko co robisz i idź się z nim napić!

# relieve_button_title
source: Do not fear, help is on its way!
pl: Nie lękaj się! Pomoc jest w drodze!

# relieve_button_subtitle
source: Click to cancel the alarm.
pl: Kliknij żeby odwołać alarm.

# party_signup_suggestion
source: Go find yourself a party, loser
pl: Zapisz się na imprezę przegrywie

# nickname_dialog_question
source: What's your nickname?
pl: Jaka ksywa wariacie

# nickname_dialog_empty_error
source: Nickname cannot be empty :|
pl: Ksywa nie może być pusta :|

# nickname_dialog_confirm
source: Let's go
pl: Jedziemy

# party_creation_dialog_question
source: What's the name of the party?
pl: Jaka impreza wariacie

# party_creation_dialog_confirm
source: Create
pl: Stwórz imprezę

# password_dialog_question
source: What's the password
pl: Jakie hasło wariacie

source: Party name
pl: Nazwa imprezy

# empty_party_name
source: Party name cannot be empty :|
pl: Nazwa imprezy nie może być pusta :|

source: Wrong password!
pl: Błędne hasło!

# create_party_or_join
source: Create party or join existing one
pl: Stwórz nową imprezę lub dołącz do istniejącej

source: Party members
pl: Imprezowicze

source: Parties
pl: Imprezy

source: User
pl: Użytkownik

# offline_info
source: No internet connection :(
pl: Brak internetów :(

# online_info
source: Internet connection is back :)
pl: Internety wróciły :)

source: Notifications
pl: Notyfikacje
